<?php

return [
    'reset_pwd' => [
        'title' => 'パスワードのリセット',
        'reset' => 'パスワードをリセット',
        'reset_text' => 'アカウントのパスワードリセットリクエストを受け取ったため、このメールをお送りしています。',
        'reset_url' => 'パスワードをリセット',
        'no_request' => 'パスワードリセットをリクエストしていない場合は、これ以上のアクションは必要ありません。',
        'footer' => 'ありがとうございます。良い一日をお過ごしください。',
    ],
    'book_due' => [
        'subject' => 'リマインダー：本の返却期限が近づいています',
        'line1' => 'これは、あなたが借りた本の返却期限が明日であることをお知らせするリマインダーです。',
        'action' => '「私の貸出」を表示',
        'line2' => 'Tech Bookをご利用いただきありがとうございます！',
    ],
    'available' => [
        'subject' => '予約した本が利用可能になりました:',
        'line1' => 'お待ちいただいていた本が現在利用可能です。',
        'line1.5' => '本:',
        'action' => '今すぐ借りる',
        'line2' => 'この本は24時間あなたのために確保されますのでご注意ください。',
        'footer' => 'Tech Bookをご利用いただきありがとうございます。',
    ],
];